{
  "Навигационное меню": [
    {
      "Key": "server",
      "Pages": {
        "1": {
          "Blocks": [
            {
              "Приоритет": 0,
              "Текст": "<color=#c2fc8d><b>ИНФОРМАЦИЯ:</b></color>\n• Вайп сервера происходит каждую неделю по пятницам в <color=#EBD4AE>13.00</color> МСК.\n• Глобальный вайп проходит дважды в месяц, в первую и третью пятницу месяца.\n• При любом вайпе сохраняется: <color=#EBD4AE>эссенция крови</color> и <color=#EBD4AE>эссенция душ</color>\n• В первую пятницу месяца, сбрасывается весь прогресс <color=#EBD4AE>способностей</color> и <color=#EBD4AE>вознаграждений</color>.\n\n\n<color=#c2fc8d><b>ПРИМЕРЫ БИНДОВ:</b></color>\n• <color=#EBD4AE>bind m chat.say /menu</color> - меню сервера\n• <color=#EBD4AE>bind m chat.say /skin</color> - скины\n• <color=#EBD4AE>bind n chat.say /shop</color> - магазин сервера\n\n\n<color=#c2fc8d><b>БЫСТРЫЕ КОМАНДЫ:</b></color>\n• Команда <color=#EBD4AE>/bp</color> - подсумок\n• Команда<color=#EBD4AE>/st</color> - древо навыков\n• Команда <color=#EBD4AE>/trade никнейм</color> - торговля между игроками\n• Команда <color=#EBD4AE>/pass</color> - уровень\n• Кнопка <color=#EBD4AE>F7</color> - репорты\n\n\n",
              "Картинка?(true/false)": false,
              "MinX": 50.0,
              "MinY": 140.0,
              "MaxX": 700.0,
              "MaxY": 555.0,
              "Цвет": "#FFFFFF",
              "Размер шрифта": 14,
              "Выравнивание текста": 3
            }
          ]
        }
      }
    },
    {
      "Key": "wiki",
      "Pages": {
        "1": {
          "Blocks": [
            {
              "Приоритет": 1,
              "Текст": "<color=#c2fc8d><b>ВАЛЮТЫ:</b></color>\n• Основная и универсальная игровая валюта - эссенция крови (BE).\n• Получить ее можно из разных источников: присутсвие по времени в игре, убийство треллов, других, сбором или добычей ресурсов, охотой.\n• За эссенцию крови можно купить практически <color=#EBD4AE>все</color> привилегии, предметы, находящиеся на сервере.\n• Вторая валюта - эссенция душ. Эту валюту игроки могут получить за выполнение ивентов, квестов и <color=#EBD4AE>1</color> штуку раз в час.\n• Эссенция душ нужна для стола зачарований, где вы можете получить ценные предметы.\n• При вайпе, игроки сохраняют валюту в полном размере.\n• Важно! Больше всего валюты можно получить за <color=#EBD4AE>нахождение</color> на сервере, каждые <color=#EBD4AE>30</color> минут дается <color=#EBD4AE>100</color> эссенции крови, за занятие призовых мест в бойцовских ямах, до 1000BE, выполнение мини-ивентов до 250BE, уничтожение танков, вертолетов, за них 300BE.\n\n\n<color=#c2fc8d><b>СНОС И УЛУЧШЕНИЕ:</b></color>\n• Вы можете быcтро снести свою постройку с помощью киянки, просто нажав клавишу <color=#EBD4AE>R</color>, вернуть при этом <color=#EBD4AE>100%</color> ресурсов.\n• Улучшать постройки вы можете с помощью киянки или строить сразу улучшенные с плана строителя, просто нажимайте <color=#EBD4AE>E</color>, пока не выберете нужны вам режим апгрейда.\n• Строить сразу постройки с апгрейдом можно с помощью билдинг плана, с помощью клавиши <color=#EBD4AE>Е</color>, как и на <color=#EBD4AE>киянке</color>.",
              "Картинка?(true/false)": false,
              "MinX": 50.0,
              "MinY": 140.0,
              "MaxX": 700.0,
              "MaxY": 555.0,
              "Цвет": "#FFFFFF",
              "Размер шрифта": 14,
              "Выравнивание текста": 3
            }
          ]
        },
        "2": {
          "Blocks": [
            {
              "Приоритет": 1,
              "Текст": "<color=#c2fc8d><b>ЗАЧАРОВАНИЕ:</b></color>\n• 'СТОЛ ЗАЧАРОВАНИЙ' - особая вкладка, которая позволяет получить ценные предметы в обмен на эссенцию душ.\n• Есть четыре вида зачарований, <color=#EBD4AE>бесплатное</color>  1 раз в сутки и платные.\n• При зачаровании, вы получаете <color=#EBD4AE>один</color>  вид предмета из списка случайным образом.\n\n\n\n<color=#c2fc8d><b>АЛХИМИЯ:</b></color>\n• 'АЛХИМИЧЕСКИЙ СТОЛ' позволяет <color=#EBD4AE>получить</color>  уникальные способности и привилегии, в обмен на найденные фрагменты.\n• Фрагменты <color=#EBD4AE>выпадают</color>  из всех ящиков, закрытых контейнеров и тел НПЦ.\n• Каждая позиция требует разные ингридиенты и их количество.",
              "Картинка?(true/false)": false,
              "MinX": 50.0,
              "MinY": 140.0,
              "MaxX": 700.0,
              "MaxY": 555.0,
              "Цвет": "#FFFFFF",
              "Размер шрифта": 14,
              "Выравнивание текста": 3
            }
          ]
        }
      }
    },
    {
      "Key": "special",
      "Pages": {
        "1": {
          "Blocks": [
            {
              "Приоритет": 1,
              "Текст": "<color=#c2fc8d><b>СПОСОБНОСТИ:</b></color>\n• Способности - это ваше древо <color=#EBD4AE>навыков</color>, которое позволяет улучшить характеристики вашего вампира.\n• За каждое <color=#EBD4AE>действие</color> в игре, вы получаете опыт, включая ивенты, убийства, собирательство, рубку деревьев, который повышает ваш уровень и дает очки навыков.\n• За каждый уровень вам дается <color=#EBD4AE>2 очка</color> навыков.\n• Дополнительные очки навыков так же можно получить на столе <color=#EBD4AE>алхимии</color> или в <color=#EBD4AE>донатном</color> магазине.\n• Для получения <color=#EBD4AE>доступа</color> к Т2 навыков, нужно вложить 5 очков, для Т3, 10 очков навыков в ветку, а для мастерства - 25 очков навыков в ветке способностей.\n• Очки способностей можно <color=#EBD4AE>вернуть</color>, сбросив их за скрап и заново распределить.\n• Мастерство - <color=#EBD4AE>ультимативные</color> способности, которые дают вам огромное преимущество, как в добыче, так и в бою.\n• Способности вайпаются раз в месяц, в первую пятницу месяца.\n\n<color=#c2fc8d><b>ВОЗНАГРАЖДЕНИЯ:</b></color>\n• Данная вкладка преднозначана поощрить вас, при прокачке способностей вампира.\n• Здесь вы так же получаете <color=#EBD4AE>опыт</color> за все действия, но, кроме убийства других вампиров.\n• Каждый уровень <color=#EBD4AE>открывает</color> вам призы, которые вы в любой момент можете забрать себе в инвентарь или получить привилегию на время.\n• Вознаграждения вайпаются раз в месяц, в первую пятницу месяца.\n• Доступ к <color=#EBD4AE>Т2</color> наградам можно получить на алхимическом столе или по подписке V.",
              "Картинка?(true/false)": false,
              "MinX": 150.0,
              "MinY": 150.0,
              "MaxX": 700.0,
              "MaxY": 555.0,
              "Цвет": "#FFFFFF",
              "Размер шрифта": 14,
              "Выравнивание текста": 3
            }
          ]
        }
      }
    },
    {
      "Key": "merc",
      "Pages": {
        "1": {
          "Blocks": [
            {
              "Приоритет": 1,
              "Текст": "<color=#c2fc8d><b>ЭКСПЕДИЦИИ:</b></color>\n• Экспедиции позволяют вам <color=#EBD4AE>нанимать</color> личных помощников, которые имеют собственную <color=#EBD4AE>специализацию</color> на предметах или чертежах.\n• Каждый помощник имеет <color=#EBD4AE>различную</color> стоимость призыва и самой экспедиции, а так же разное время на саму экспедицию.\n• После окончания экспедиции, <color=#EBD4AE>не забудьте</color> забрать вещи у помощника. Вещи переносятся в ваш инвентарь.\n\n<color=#c2fc8d><b>ТРЕЛЛ:</b></color>\n• Трелл - личный и <color=#EBD4AE>бесплатный</color> раб каждого вампира, которого можно призывать раз в <color=#EBD4AE>30 минут</color>.\n• Трелл может <color=#EBD4AE>добывать</color> все виды ресурсов, а так же <color=#EBD4AE>подбирать</color> ресурсы с земли.\n• После призыва трела, справа-сверху появится <color=#EBD4AE>панель управления</color>, кликая на которую, вы можете управлять трелом или свернуть лишнии вкладки.\n• Трелла <color=#EBD4AE>можно</color> переодеть, вооружить или сменить инструменты для улучшения добычи.\n• Вашего трела <color=#EBD4AE>видно</color> на карте, как при жизне, так и его тело при гибели.\n• Трелл так же <color=#EBD4AE>может</color> вступать в схватки, перемещаться вместе с вами в транспорте и даже рейдить дома.\n• Кнопка <color=#EBD4AE>СКП (СРЕДНЯЯ КНОПКА МЫШИ, КОЛЕСИКО)</color> - непосредственно отдать команду на лутание, убийство, разбитие бочки и т.д.",
              "Картинка?(true/false)": false,
              "MinX": 150.0,
              "MinY": 150.0,
              "MaxX": 700.0,
              "MaxY": 555.0,
              "Цвет": "#FFFFFF",
              "Размер шрифта": 14,
              "Выравнивание текста": 3
            }
          ]
        }
      }
    },
    {
      "Key": "rules",
      "Pages": {
        "1": {
          "Blocks": [
            {
              "Приоритет": 1,
              "Текст": "<color=#c2fc8d><b>ПРАВИЛА ЧАТА:</b></color>\n• Запрещена любая реклама, которая направлена на привлечение коммьюнити на сторонний проект.\n• Запрещена любая клевета и дезинформация направленные на администрацию и модерацию проекта.\n• Запрещено выдавать себя за администрацию и модерацию сервера.\n• Запрещено предлагать проделать действия, которые приводят к нежеланному выходу с сервера.\n• Запрещена любая нецензурная брань, травля, оскорбления и иже с ними в общем чате сервера.\n\n<b><color=#c2fc8d>ИГРОВОЙ ПРОЦЕСС:</color></b>\n• Запрещено использовать, хранить, распространять запрещенное ПО, позволяющее получить преимущество над другими игроками.\n• Наличие покупки и подписки запрещенного ПО приравнивается к хранению и наказывается блокировкой.\n• Запрещено абьюзить баги игры и проекта, с целью или без цели получения преимущества.\n\n\n<b><color=#c2fc8d>ДОПОЛНИТЕЛЬНО:</color></b>\n• При вызове на проверку ПК, на наличие стороннего ПО, Вы имеете полное право отказаться, но в этом случае вы сразу получаете блокировку на проекте.\n• Проверка ПК на наличие читов проводится только в тот момент, когда Вас на неё вызвали, при этом Вы обязаны оставаться на сервере, не выходя из клиента игры.\n• Очистка компьютера перед проверкой сразу наказывается перманентной блокировкой.\n• Администрация проекта имеет право заблокировать пользователя без предупреждения и объяснения причин.\n• Попытка обмана администрации или модерации сервера с целью или без цели получения выгоды карается бессрочной блокировкой.",
              "Картинка?(true/false)": false,
              "MinX": 150.0,
              "MinY": 0.0,
              "MaxX": 700.0,
              "MaxY": 555.0,
              "Цвет": "#FFFFFF",
              "Размер шрифта": 14,
              "Выравнивание текста": 3
            }
          ]
        }
      }
    }
  ]
}